
;--------------------------------------------------
;----------------- Item Templates -----------------
;--------------------------------------------------
[AugmentationHead_MkZero X2EquipmentTemplate]
FriendlyName="Кибернетические глаза"
FriendlyNamePlural="Кибернетические глаза"
BriefSummary="Улучшенная меткость при атаке с флангов."
TacticalText="Улучшенная меткость при атаке с флангов. \n Создано из материалов \"Адвента\" -- для использования требуется, чтобы солдат был ранен. \n Дальнейшие кибернетические исследования могут отменить это требование."

[AugmentationTorso_MkZero X2EquipmentTemplate]
FriendlyName="Кибернетический торс"
FriendlyNamePlural="Кибернетический торс"
BriefSummary="Предоставляет слот для жилета."
TacticalText="Предоставляет слот для жилета.\n Создано из материалов \"Адвента\" -- для использования требуется, чтобы солдат был ранен. \n Дальнейшие кибернетические исследования могут отменить это требование."

[AugmentationArms_MkZero X2WeaponTemplate]
FriendlyName="Кибернетические руки"
FriendlyNamePlural="Кибернетические руки"
BriefSummary="Позволяет использовать \"усиленный удар\"."
TacticalText="Позволяет использовать \"усиленный удар\". \n Создано из материалов \"Адвента\" -- для использования требуется, чтобы солдат был ранен. \n Дальнейшие кибернетические исследования могут отменить это требование."

[AugmentationLegs_MkZero X2EquipmentTemplate]
FriendlyName="Кибернетические ноги"
FriendlyNamePlural="Кибернетические ноги"
BriefSummary="Улучшает мобильность."
TacticalText="Улучшает мобильность. \n Создано из материалов \"Адвента\" -- для использования требуется, чтобы солдат был ранен. \n Дальнейшие кибернетические исследования могут отменить это требование."


;--------------------------------------------------
;----------------- Abilities ----------------------
;--------------------------------------------------


[AugmentedPerception X2AbilityTemplate]
LocFriendlyName="Кибернетическое восприятие"
LocFlyOverText="Кибернетическое восприятие"
LocLongDescription="+5 меткости при атаках с фланга."
LocHelpText="+5 меткости при атаках с фланга."

[AugmentedMobility X2AbilityTemplate]
LocFriendlyName="Кибернетическая скорость"
LocLongDescription="Стандартные кибернетические ноги дают небольшой бонус к мобильности."
LocHelpText="Стандартные кибернетические ноги дают небольшой бонус к мобильности."
LocFlyOverText="Скорость киборга" 

[NeverAsked X2AbilityTemplate]
LocFriendlyName="Иммунитет киборга"
LocFlyOverText="Иммунитет киборга"
LocLongDescription="При полной кибернетизации солдата простыми аугментациями, солдат становится неуязвим к огню и яду."
LocHelpText="При полной кибернетизации солдата простыми аугментациями, солдат становится неуязвим к огню и яду."